beautyline
bibata-cursor-theme-bin
candy-icons-git
cava
cursor-bin
hyprshot
ianny
mpvpaper
musikcube
notion-app-electron
oterm
python-aiosql
python-imageio
python-imageio-ffmpeg
python-ollama
python-rchitect
python-rich-pixels
python-screeninfo
python-terminaltexteffects
python-textualeffects
radian
spicetify-cli
spotube
tty-clock
tty-countdown-git
unimatrix-git
update-grub
vesktop
visual-studio-code-bin
waypaper
yay
yay-debug
zen-browser-bin
