brave-bin
cava
hyprpolkitagent-git
hyprshot
hyprutils-git
mpvpaper
nautilus-open-any-terminal
notion-app-electron
python-imageio
python-imageio-ffmpeg
python-screeninfo
rstudio-desktop
spicetify-cli
spicetify-themes-git
spotube-bin
unimatrix-git
visual-studio-code-bin
waypaper
yay
yay-debug
