base
base-devel
bat
blueman
bluez
bluez-utils
btop
cava
cliphist
discord
efibootmgr
eog
exfatprogs
eza
fd
feh
firefox
fzf
galculator
gcc-fortran
git
gnome-keyring
gnome-themes-extra
grub
gsl
gst-plugin-pipewire
gtk-engine-murrine
gvfs
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent-git
hyprshot
intel-ucode
kio-admin
kitty
less
libpulse
libreoffice-fresh
linux
linux-firmware
man-db
meson
mpvpaper
nautilus
nautilus-open-any-terminal
ncdu
neofetch
neovide
neovim
networkmanager
notion-app-electron
npm
nvidia
nvidia-settings
nvidia-utils
obs-studio
obsidian
oterm
pacman-contrib
pamixer
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
python-pip
qt5-graphicaleffects
qt5-quickcontrols2
qt5-wayland
r
radian
reflector
ripgrep
rofi-calc
rofi-wayland
sassc
sddm
spicetify-cli
spotify-launcher
spotube-bin
starship
stow
swaync
tmux
ttf-firacode-nerd
ttf-font-awesome
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
tty-clock
tumbler
unimatrix-git
unzip
usbutils
visual-studio-code-bin
waybar
waypaper
wireplumber
wl-clipboard
wmctrl
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xorg-xrandr
yay
yay-debug
yazi
zathura
zathura-pdf-mupdf
zen-browser-bin
zoxide
zram-generator
zsh
